const imageDescriptions = {
    "SGC": {
        "photo_id": "SGC",
        "serial": 1,
        "name": "শশ্মানঘাট বধ্যভূমি",
        "location": "শশ্মানঘাট জামালপুর",
        "description": "জামালপুর জেলা সদরের পৌর এলাকার কেন্দ্রীয় শশ্মান ঘাটটি ব্রক্ষপুত্র নদের তীরে অবস্থিত। পাকিস্তানি সেনাবাহিনী এবং তাঁদের এ দেশীয় দোসর আলবদর বাহিনী ও রাজাকার এই শশ্মান ঘাটে দুই-একদিন পরপরই গণহত্যা চালায়। বিভিন্ন এলাকা থেকে বহু নিরীহ,সাধারণ লোককে ধরে এনে এখানে লাইন করে দাঁড় করিয়ে অন্তত ১৫ বার গুলি করে হত্যা করে ঘাতকরা। নির্যাতন কেন্দ্রে নির্যাতনে কেউ মারা গেলে তাদের লাশ এখানে এনে ফেলে দিতো কিংবা এখানে মেরে নদীতে ভাসিয়ে দিতো। এভাবে এখানে ঘাতকরা প্রায় হাজারের অধিক মানুষকে হত্যা করেছে। নানা প্রকার নিপীড়ন, নির্যাতন, জবাই, বেয়নেট দিয়ে খুঁচিয়ে গুলি করে মুক্তিকামী মানুষকে এখানে হত্যা করা হয়েছে।"
    },
    "RPC": {
        "photo_id": "RPC",
        "serial": 3,
        "name": "রশিদপুর ঘাট বধ্যভূমি",
        "location": "রশিদপুর ঘাট, জামালপুর",
        "description": "জামালপুর জেলা সদর উপজেলার একটি গ্রামের নাম রশিদপুৃর। এই গ্রামের ঘাটপাড়ে আলবদরের সহযোগীতায় পাকিস্তানি সেনারা বিভিন্ন এলাকা থেকে অনেক নিরীহ লোকজনকে জোরপূর্বক ধরে এনে নির্মমভাবে হত্যা করেছে।"
    },
    "P6C": {
        "photo_id": "P6C",
        "serial": 4,
        "name": "জগন্নাথগঞ্জ ঘাট বধ্যভ‚মি",
        "location": "সরিষাবাড়ি উপজেলা, জামালপুর",
        "description": "জামালপুর জেলার সরিষাবাড়ি উপজেলার একটি ঐতিহাসিক স্থানের নাম জগন্নাথঘাট। এই ঘাটে ১৯৭১ সালের মুক্তিযুদ্ধের সময় পাকিস্তানি বর্বর হানাদার বাহিনী গ্রামে গ্রামে গিয়ে মানুষদের ধরে এনে জগন্নাথগঞ্জ ঘাটের প্লাটফর্মে দাঁড় করিয়ে গুলি মেরে যমুনার জলে ফেলে দিতো। "
    },
    "DB1": {
        "photo_id": "DB1",
        "serial": 6,
        "name": "বাহাদুরাবাদ ফেরিঘাট বধ্যভূমি",
        "location": "বাহাদুরাবাদ ফেরিঘাট এলাকা, দেওয়ানগঞ্জ, জামালপুর",
        "description": "জামালপুর জেলার দেওয়ানগঞ্জ উপজেলায় স্থানীয় আল বদর ও রাজাকারের সহযোগিতায় হানাদার বাহিনী বেশ কয়েকজন মুুক্তিযোদ্ধা ও সাধারণ মানুষকে বাহাদুরাবাদ ফেরি ঘাটে ধরে নিয়ে হত্যা করে। "
    },
    "PRW": {
        "photo_id": "PRW",
        "serial": 7,
        "name": "পিয়ারপুর গোরস্থান বধ্যভূমি",
        "location": "পিয়ারপুর গোরস্থান সংলগ্ন নদীর ঘাট, পিয়ারপুর, জামালপুর।",
        "description": "জামালপুর সদর উপজেলার একটি গ্রাম পিয়ারপুর। মুক্তিযুদ্ধের সময় এই পিয়ারপুর গোরস্থানে অনেক নাম না জানা মুক্তিকামী মানুষকে ধরে এনে হত্যা করেছে বর্বর পাকিস্তানী বাহিনী। সেনেরচর, কুঠুরা, কান্দা ও মহিষমারী গ্রাম থেকে হানাদার ও আলবদর বাহিনীর সদস্যরা কিছু লোক ধরে এনে এই স্থানে গুলি করে হত্যা করে।"
    },
    "KAN-C": {
        "photo_id": "KAN-C",
        "serial": 15,
        "name": "কানাই বধ্যভূমি",
        "location": "উপজেলা: সদর, জেলা: জামালপুর। "
    },
    "TAR": {
        "photo_id": "TAR",
        "serial": 16,
        "name": "তারাগঞ্জ বধ্যভূমি",
        "location": "উপজেলা: সদর, জেলা: জামালপুর। "
    },
    "EGC": {
        "photo_id": "EGC",
        "serial": 17,
        "name": "ইটালু বধ্যভূমি",
        "location": "উপজেলা: সদর, জেলা: জামালপুর। "
    },
    "P17C": {
        "photo_id": "P17C",
        "serial": 19,
        "name": "কামালপুর বধ্যভূমি",
        "location": "কামালপুর এলাকার হাসপাতাল সংলগ্ন উত্তর পশ্চিম পাশে অরক্ষিত স্থান। উপজেলা: বকশিগঞ্জ, জেলা: জামালপুর। ",
        "description": "বকশিগঞ্জ উপজেলার কামালপুর এলাকাটি বধ্যভ‚মি এলাকা হিসেবে পরিচিত। এই এলাকার বিভিন্ন স্থানে অনেক বধ্যভ‚মি রয়েছে। প্রত্যাক্ষদর্শীরা জানান, এখানে প্রচুর মানুষের কংকাল, মাথার খুলি, হাড়গোড় ও পোশাক পাওয়া গেছে। "
    },
    "P22C": {
        "photo_id": "P22C",
        "serial": 20,
        "name": "বকশিগঞ্জ গোহাটি বধ্যভূমি",
        "location": "বকশিগঞ্জ বাজার সংলগ্ন গোহাটির পুকুর, উপজেলা: বকশিগঞ্জ, জেলা: জামালপুর।",
        "description": "বকশিগঞ্জ উপজেলার বকশিগঞ্জ বাজার সংলগ্ন গোহাটির পুকুর পাড়ে বহু স্বাধীনতাকামী মানুষকে নির্মমভাবে হত্যা করে পাকিস্তানি সেনারা। কামালপুর যুদ্ধে আহত মুক্তিযোদ্ধা আবুল হাশেম, আবু তাহের  ও জয়নাল আবেদীনকে পাকিস্তানী বাহিনী ধরে এনে বকশিগঞ্জের ক্যাম্পে অমানুষিক নির্যাতনের পর গোহাটি নিয়ে গুলি করে হত্যা করে। এখানে মোখলেছ চেয়ারম্যানকে গুলি করে হত্যা করে আলবদর ও হানাদার বাহিনীর নরপশুরা। তার আগে মহাদেব করকেও গুলি করে এই বধ্যভ‚মিতে ফেলে রাখে। "
    },
    "P21C": {
        "photo_id": "P21C",
        "serial": 21,
        "name": "বকশিগঞ্জ হাইস্কুল বধ্যভূমি",
        "location": "বকশিগঞ্জ হাইস্কুল, উপজেলা: বকশিগঞ্জ, জেলা: জামালপুর।  ",
        "description": "বকশিগঞ্জ হাইস্কুলের উত্তর পাশের জঙ্গলাকীর্ণ পুকুর পাড়ে পাকিস্তানী সেনাবাহিনী অসংখ্য মানুষকে জোর করে ধরে এনে গুলি করে হত্যা করে মাটিতে পুঁতে রাখে। সেখানে একটি পরিত্যাক্ত ক‚পে মানুষ হত্যা করে ফেলে দিতো।"
    },
    "P20C2": {
        "photo_id": "P20C2",
        "serial": 22,
        "name": "উলফাতুনেছা সরকারি বালিকা উচ্চ বিদ্যালয় বধ্যভূমি",
        "location": "উলফাতুনেছা সরকারি বালিকা উচ্চ বিদ্যালয়। উপজেলা: বকশিগঞ্জ, জেলা: জামালপুর।",
        "description": "জামালপুর জেলার বকশিগঞ্জ উপজেলার একটি শিক্ষা প্রতিষ্ঠান উলফাতুননেছা বালিকা উচ্চ বিদ্যালয়। এই প্রতিষ্ঠানের হল রুমে পাকিস্তানি হানাদার বাহিনী ক্যাম্প স্থাপন করে। এই ক্যাম্পে বকশিগঞ্জ ও অন্যান্য পাশ্ববর্তী থানা থেকে মুক্তিযোদ্ধা ও স্বাধীনতাকামী মানুষদের ধরে এনে বন্দি করে রেখে তাদের ওপর চালাত অমানুষিক বর্বর নির্যাতন। হানাদারদের এই নির্যাতনের ফলে অনেক মানুষ মারা যায়। আর এই মারা যাওয়া মানুষগুলোকে হল রুমের উত্তর পূর্বে ও হল রুমের পশ্চিমে জঙ্গলময় নিচু স্থানে ফেলে দিত। হল রুমের উত্তর পূর্বে অনেক মানুষের লাশ ফেলা হয়েছে বলে এলাকাবাসী জানান। এই সরকারি শিক্ষা প্রতিষ্ঠানের বিভিন্ন স্থানে গর্ত খনন করে বহু মানুষকে মাটিচাপা দেয়া হয়েছে।"
    },
    "P16C": {
        "photo_id": "P16C",
        "serial": 23,
        "name": "ধানুয়া কামালপুর উপস্বাস্থ্য কেন্দ্র বধ্যভূমি",
        "location": "ধানুয়া কামালপুর উপস্বাস্থ্য কেন্দ্র। ইউনিয়ন: ধানুয়া কামালপুর, উপজেলা: বকশিগঞ্জ, জেলা: জামালপুর। ",
        "description": "বিভিন্ন স্থান থেকে মুক্তিযোদ্ধা, মুক্তিকামী মানুষ ও আওয়ামীলীগ সমর্থকদের ধরে এনে এখানে হত্যা করা হতো। বর্তমানে ধানুয়া-কামালপুর উপস্বাস্থ্য কেন্দ্রের সামনের ডোবা ও তার উত্তর পাশের ডোবা কিংবা নালায় প্রায় তিনশ মানুষের লাশ ফেলে রেখেছিলো পাকিস্তানি বর্বর হানাদার বাহিনী। ৫ ডিসেম্বর ধানুয়া কামালপুর শক্রু মুক্ত হলে এখানে শত শত লাশ পাওয়া যায়।"
    },
    "P14C": {
        "photo_id": "P14C",
        "serial": 24,
        "name": "ধানুয়া-কামালপুর গ্রাম গণকবর",
        "location": "গ্রাম: ধানুয়া কামালপুর,উপজেলা: বকশিগঞ্জ, জেলা: জামালপুর।  ",
        "description": "বকশিগঞ্জ উপজেলার ধানুয়া কামালপুর গ্রামের একটি স্থানে ৮ জন শহিদকে গণকবর দেয়া হয়েছে। এই বীর মুক্তিযোদ্ধাগণ ধানুয়া কামালপুর যুদ্ধে শহিদ হয়েছিলেন। "
    },
    "P13C": {
        "photo_id": "P13C",
        "serial": 25,
        "name": "ধানুয়া-কামালপুর বিডিআর ক্যাম্প গণকবর",
        "location": "ধানুয়া-কামালপুর বিডিআর ক্যাম্পের পাশে। উপজেলা: বকশিগঞ্জ, জেলা: জামালপুর।",
        "description": "বকশিগঞ্জ উপজেলার ধানুয়া কামালপুরে পাকিস্তানি সেনাদের একটি শক্তিশালী ক্যাম্প ছিল যেটি বিডিআর ক্যাম্প নামে পরিচিত। ধানুয়া কামালপুরের বিডিআর ক্যাম্পে হানাদার বাহিনী গড়ে তোলে নির্যাতন সেল। সেখানে শত শত মুক্তিকামী মানুষকে ধরে এনে লাইনে দাঁড় করে চোখ বেঁধে হত্যা করে। ধানুয়া-কামালপুর বিডিআর ক্যাম্পের আশেপাশে প্রায় অর্ধশত গণকবর রয়েছে যেগুলো চিহ্নিত করা হয়নি। "
    },
    "P18C": {
        "photo_id": "P18C",
        "serial": 26,
        "name": "মোজ্জল এর বাড়ির গণকবর",
        "location": "মুফাজ্জল হোসেনের বাড়ি। গ্রাম: ধানুয়া কামালপুর, উপজেলা: বকশিগঞ্জ, জেলা: জামালপুর।",
        "description": "জামালপুর জেলার বকশিগঞ্জ উপজেলার ধানুয়া কামালপুরে মুফাজ্জল হোসেন ওরফে মোজ্জলের  বাড়িতে একটি গণকবর রয়েছে। যে গণকবরে চন্দ্রবাজ গ্রামের জালাল উদ্দিন আহমেদ মাস্টারমহ ১৫ জন মানুষকে হানাদাররা মেরে গর্ত করে পুঁতে রাখে। গণকবরটি জালাল মাস্টারের সন্তানেরা বাঁধাই করে রেখেছেন। "
    },
    "P15C": {
        "photo_id": "P15C",
        "serial": 27,
        "name": "কামালপুর বাজার বটতলা গণকবর",
        "location": "কামালপুর বাজারের বটগাছের নিচে ও তার আশে পাশে। গ্রাম: ধানুয়া কামালপুর, উপজেলা: বকশিগঞ্জ, জেলা: জামালপুর।",
        "description": "মুক্তিযুদ্ধের সময় বকশিগঞ্জ উপজেলার ধানুয়া কামালপুর বাজারের বট গাছের নিচে একটি গণকবরে  ৫০ থেকে ৬০ জন মানুষের লাশ মাটি চাপা দিয়ে রাখা হয়েছে বলে এলাকাবাসী জানিয়েছেন। "
    },
    "DC": {
        "photo_id": "DC",
        "serial": 28,
        "name": "ধানুয়া গণকবর ",
        "location": "উপজেলা: বকশিগঞ্জ, জেলা: জামালপুর।"
    },
    "P19C": {
        "photo_id": "P19C",
        "serial": 30,
        "name": " শেওড়াগাছ গণকবর",
        "location": "উপজেলা: বকশিগঞ্জ, জেলা: জামালপুর।"
    },
    "ADI": {
        "photo_id": "ADI",
        "serial": 31,
        "name": "আদিপৈত বধ্যভূমি",
        "location": "মেলানন্দ উপজেলা পরিষদ চত্বর, উপজেলা: মেলানন্দ, জেলা: জামালপুর।  ",
        "description": "মেলান্দহ উপজেলা পরিষদ চত্বরটি একাত্তরে ছিল নিচু এবং জঙ্গলার্কীণ পরিত্যাক্ত জায়গা। এটি আদিপৈত বধ্যভ‚মি নামে পরিচিত। এখানে ডা: গোপালচন্দ্র দেব, গৌর গোপালকর ও আবদুল বারেককে ধরে এনে এক সাথে গুলি করে হত্যা করে বর্বর পাকিস্তানি বাহিনী।  "
    },
    "DUR": {
        "photo_id": "DUR",
        "serial": 32,
        "name": "দুর্মূট ঘাট বধ্যভূমি ",
        "location": "দুর্মূট ঘাট, ইউনিয়ন: দুর্মূট। উপজেলা: মেলানন্দ, জেলা: জামালপুর।",
        "description": "মেলান্দহ উপজেলার একটি ইউনিয়নের নাম দুর্মূট। এই ইউনিয়নের বা গ্রামের একটি ঘাটের নাম দূর্মুট ঘাট। এই ঘাটে পাকিস্তানি হানাদার বাহিনী, আল বদর ও রাজাকার বাহিনী বর্বর সেনারা বিভিন্ন গ্রাম থেকে লোকজনদের ধরে এনে গুলি করে হত্যা করে। "
    },
    "IPGC": {
        "photo_id": "IPGC",
        "serial": 36,
        "name": "পলাবান্ধা বধ্যভূমি",
        "location": "পলাবান্ধা গোরস্থান, উপজেলা: ইসলামপুর, জেলা: জামালপুর।",
        "description": "ইসলামপুর উপজেলার পলাবান্ধা এলাকার একটি গোরস্থানে এই বধ্যভ‚মির অবস্থান। এই গোরস্থানে মুক্তিযুদ্ধের সময় বেশ কয়েকজন সাধারণ মানুষকে বিভিন্ন জায়গা থেকে ধরে এনে হত্যা করা হয়। বধ্যভ‚মি হিসেবে এখানে কোনো স্মৃস্তিম্ভ বা স্মৃতিফলক নেই।  "
    },
    "P8C": {
        "photo_id": "P8C",
        "serial": 39,
        "name": "আউটটার সিগনাল আরামনগর গণকবর",
        "location": "আরামনগর, উপজেলা: সরিষাবাড়ি, জেলা: জামালপুর। ",
        "description": "সরিষাবাড়ি উপজেলার একটি বিখ্যাত স্থানের নাম আরামনগর। ২৪ এপ্রিল শনিবার পাকিস্তানি হানাদার বাহিনী সরিষাবাড়ি থানার বর্তমান উপজেলায় প্রবেশ করে নির্মম গণহত্যা চালায়। এই স্থানে চারজন হিন্দু সম্প্রদায়ের মানুষ গণহত্যার শিকার হন। "
    },
    "P2C": {
        "photo_id": "P2C",
        "serial": 40,
        "name": "ফুলদেহের পাড়া গণকবর ",
        "location": "ফুলদেহের পাড়া,ইউনিয়ন: পিংনা, উপজেলা: সরিষাবাড়ি, জেলা: জামালপুর। ",
        "description": "জামালপুর জেলার সরিষাাাবাড়ি উপজেলার পিংনা ইউনিয়নের একটি গ্রামের নাম ফুলদেহের পাড়া। ২৫ সেপ্টেম্বর শনিবার আনুমানিক সময় ১০ টার দিকে পাকিস্তান হানাদার বাহিনী হেলিকপ্টর দিয়ে মুক্তিযোদ্ধাদের ওপর হামলা চালায়। ফলে ৯ জন মুক্তিযোদ্ধা এখানে শহিদ হন। মুক্তিযোদ্ধারা পিছু হটলে হানাদার বাহিনী ফুলদেহেরপাড়া গ্রামে প্রবেশ করে প্রায় ৩০ জন মানুষকে হত্যা করে।   "
    },
    "PIC": {
        "photo_id": "PIC",
        "serial": 41,
        "name": "সরিষাবাড়ি মুািক্তযোদ্ধা সংসদ চত্বর গণকবর",
        "location": "বাউসী নদীর পাড়, উপজেলা: সরিষাবাড়ি, জেলা: জামালপুর।",
        "description": "সরিষাবাড়ি উপজেলার বাউসী নদীর পাড়ে পাকিস্তানি হানাদাররা ১০ অক্টোবর কয়েকজন মুক্তিযোদ্ধাকে হত্যা করে। এই শহিদদেরকে বাউসী নদীর পাড়ে সরিষাবাড়ি সরিষাবাড়ি মুক্তিযোদ্ধা সংসদ চত্বরে গর্ত করে মাটি চাপা দিয়ে গণকবর দেওয়া হয়। "
    },
    "P7C": {
        "photo_id": "P7C",
        "serial": 42,
        "name": "সাইঞ্চারপাড়া গণকবর ",
        "location": "উপজেলা: সরিষাবাড়ি, জেলা: জামালপুর।",
        "description": "জামালপুর জেলার সরিষাবাড়ি উপজেলার একটি গ্রামের নাম সাইঞ্চারপাড়া। ১ জুলাই এই গ্রামে হানাদার বাহিনী প্রবেশ করে। তারপর বেশ কয়েকজনকে ধরে এনে রেল লাইনে গুলি করে হত্যা করে। গ্রামের হিন্দু বাড়িতে অত্যাচার ও লুটপাট করে।  "
    },
    "P5C": {
        "photo_id": "P5C",
        "serial": 43,
        "name": "কান্দারপাড়া গণকবর ",
        "location": "উপজেলা: সরিষাবাড়ি, জেলা: জামালপুর।"
    },
    "P4C": {
        "photo_id": "P4C",
        "serial": 44,
        "name": "চেঁচিয়াবাধ গণকবর",
        "location": "উপজেলা: সরিষাবাড়ি, জেলা: জামালপুর।"
    },
    "P11C": {
        "photo_id": "P11C",
        "serial": 45,
        "name": "পাড়পাড়া গণকবর",
        "location": "গ্রাম: পাড়পাড়া, ইউনিয়ন: ভাটারা, উপজেলা: সরিষাবাড়ি, জেলা: জামালপুর।",
        "description": "জামালপুর জেলার সরিষাবাড়ি উপজেলার ভাটরা ইউনিয়নের একটি গ্রামের নাম পাড়পাড়া। ২৬ জুলাই আনুমানিক ৩০ জনের মত নিরীহ গ্রামবাসী রাজাকারদের গুলিতে শহিদ হন। আহত হয়েছিলেন ১০-১২ জন সাধারণ মানুষ। "
    }
}

export default imageDescriptions